Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Collagen preparations for cosmetic purposes
it: Preparati di collagene per uso cosmetico

source: Liquid eyeliners
it: Eye-liner liquidi

source: Laundry additives for water softening
it: Additivi di lavanderia per addolcire l'acqua

source: Adhesives for affixing false eyebrows
it: Adesivi per fissare sopracciglia finte

source: Cloths impregnated with polishing preparations for cleaning
it: Panni imbevuti di prodotti lucidanti per la pulizia

source: Dishwasher detergents in gel form
it: Detergenti per lavastoviglie in gel

source: Pores tightening mask packs used as cosmetics
it: Maschere per chiudere i pori usate come cosmetici

source: Non-medicated toothpaste
it: Dentifrici non medicati

source: Scented soaps
it: Saponi profumati

source: Self-adhesive false eyebrows
it: Sopracciglia posticce autoadesive

source: Spray cleaners for household use
it: Detergenti spray per uso domestico

source: Spray cleaners for use on textiles
it: Detergenti spray da utilizzare su tessuti

source: Sun care preparations for cosmetic use
it: Prodotti solari per uso cosmetico

source: Synthetic vanillin [perfumery]
it: Vanillina sintetica [profumeria]

source: Vanilla perfumery
it: Vaniglia (profumeria)

source: Anti-aging moisturizers used as cosmetics
it: Idratanti anti-invecchiamento per uso cosmetico

source: Hair grooming preparations
it: Prodotti per la cura dei capelli

source: Wax stripping preparations
it: Prodotti per rimuovere la cera

source: Shoe polish and creams
it: Creme e lucidi per scarpe

source: Shampoos for human hair
it: Shampoo per capelli umani

source: Nail conditioners
it: Balsami per unghie

source: Liquid soap for laundry
it: Sapone liquido per bucato

source: Liquid soap for dish washing
it: Sapone liquido per i piatti

source: Bath milk
it: Bagno latte

source: Preparations for stripping wax from floors
it: Prodotti per togliere la cera dai pavimenti

source: Floral water
it: Acque floreali

source: Alum stones [astringents]
it: Pietre d'allume [astringenti]

source: Shaving stones [astringents]
it: Pietre da barba [astringenti]

source: Smoothing stones
it: Pietra per levigare

source: Polishing stones
it: Pietra per lucidare

source: Nasal cleaning preparations for personal sanitary purposes
it: Prodotti per la pulizia del naso per l'igiene personale

source: Laundry preparations for attracting dirt
it: Prodotti per bucato che catturano lo sporco

source: Laundry preparations for attracting dyes
it: Prodotti per bucato che attirano i colori

source: Fluid creams [cosmetics]
it: Creme fluide (cosmetici)

source: Creams for fixing hair
it: Creme per fissare i capelli

source: Gels for fixing hair
it: Gel per fissare i capelli

source: Shower preparations
it: Preparati per la doccia

source: Shaving sets, comprised of shaving cream and aftershave
it: Set da rasatura, costituito da crema da barba e dopobarba

source: Refill packs for hair fixer dispensers
it: Ricariche per dosatori di fissatori per capelli

source: Lacquer-removing preparations
it: Prodotti per togliere le lacche

source: Varnish-removing preparations
it: Prodotti per togliere le vernici

source: Colour cosmetics
it: Colori cosmetici

source: Shower salts not for medical purposes
it: Sali da doccia non per uso medico

source: After-sun preparations for cosmetic use
it: Prodotti doposole per uso cosmetico

source: Cosmetic products for the shower
it: Prodotti cosmetici per la doccia

source: Hair desiccating treatments for cosmetic use
it: Trattamenti disseccanti per capelli per uso cosmetico

source: Synthetic detergents for clothes
it: Detergenti sintetici per indumenti

source: Bath preparations for animals
it: Preparati per il bagno per animali

source: Conditioning sprays for animals
it: Spray curativo per animali

source: Odour fresheners for animals
it: Deodoranti per animali

source: Cleaning preparations for animal cages
it: Sostanze per pulire le gabbie per animali

source: Dental care preparations for animals
it: Preparati per la cura dei denti degli animali

source: Deodorants for animals
it: Deodoranti per animali

source: Cosmetic preparations for skin firming
it: Preparati cosmetici rassodanti

source: Preparations for protecting coloured hair
it: Prodotti per la protezione dei capelli colorati

source: Sponges impregnated with toiletries
it: Spugne imbevute di prodotti da toilette

source: Cosmetic pencils for cheeks
it: Matite cosmetiche per le guance

source: Essential oils of sandalwood
it: Oli essenziali di sandalo

source: Non-medicated face care preparations
it: Prodotti non medicati per la cura del viso

source: Cloths impregnated with a detergent for cleaning camera lenses
it: Panni imbevuti di detergente per la pulizia di obiettivi fotografici

source: Tooth whitening pastes
it: Dentifrici sbiancanti

source: Tooth whitening creams
it: Creme per sbiancare i denti

source: Tooth whitening preparations
it: Prodotti sbiancanti per i denti

source: Degreasing solvents, other than for use in manufacturing processes
it: Solventi sgrassanti, tranne per uso nella fabbricazione

source: All-purpose cotton buds for personal use
it: Bastoncini ovattati multiuso per uso personale

source: Chewable dentifrices
it: Dentifrici masticabili

source: Grinding preparations for semiconductors
it: Preparati abrasivi per semiconduttori

source: Preparations for unblocking sinks
it: Preparati per sturare lavandini

source: After sun creams
it: Latte doposole

source: Laundry balls containing laundry detergent
it: Palle per il bucato contenenti detersivo

source: Cosmetics containing hyaluronic acid
it: Cosmetici contenenti acido ialuronico

source: Cosmetics containing panthenol
it: Cosmetici contenenti pantenolo

source: Cosmetics containing keratin
it: Cosmetici contenenti cheratina

source: Cleaning preparations for use in livestock farming
it: Prodotti di pulizia per l'uso nell'allevamento di bestiame

source: Abrasive preparations for vehicle care
it: Prodotti abrasivi per la cura di veicoli

source: Cosmetic preparations for bath and shower
it: Prodotti cosmetici per il bagno e la doccia

source: Smokeless solid compositions for use as fuels
it: Composti solidi senza fumo per uso come combustibili

source: Spray-on lubricants
it: Lubrificanti a spruzzo

source: Synthetic linear alcohols [fuel]
it: Alcoli lineari sintetici [combustibile]

source: Industrial gasoline
it: Benzina industriale

source: Oils for the preservation of masonry
it: Olii per la conservazione della muratura

source: Additives (Non-chemical -) for hydraulic fluids
it: Additivi (Non chimici -) per fluidi idraulici

source: Christmas tree decorations for illumination [candles]
it: Decorazioni per l'illuminazione dell'albero di Natale [candele]

source: Vegetable oils for the non-stick treatment of cooking utensils
it: Oli vegetali per trattamenti anti-aderenti di utensili da cucina

source: Liquefied petroleum gases to be used for domestic purposes
it: Gas di petrolio liquefatto per scopi domestici

source: Preparations for reducing sliding friction between two surfaces
it: Preparati per ridurre l'attrito radente tra due superfici

source: Paraffin
it: Paraffina

source: Tealights
it: Candeline

source: Penetrating preparations consisting principally of oils
it: Preparati penetranti principalmente a base di oli

source: Lubricants containing low friction additives
it: Lubrificanti contenenti additivi a basso attrito

source: Non-chemical additives for transmission oils
it: Additivi non chimici per oli per scatole del cambio

source: Non-chemical additives to organic working fluids to act as in-situ lubricants
it: Additivi non chimici per fluidi di lavoro organici con funzione di lubrificanti in situ

source: Household fuel briquettes made from a mixture of coal, coke and an admixture of quartz
it: Mattonelle combustibili per uso domestico composte da una miscela di carbone, coke e un'aggiunta di quarzo

source: Industrial paraffins
it: Paraffine industriali

source: Lubricants for machines
it: Lubrificanti per macchine

source: Lubricants for the protection of the chains of chainsaws
it: Lubrificanti per le protezione di catene di motoseghe

source: Lubricants for use with power cables
it: Lubrificanti per cavi elettrici

source: Lubricants in the nature of oils
it: Lubrificanti sotto forma di oli

source: Oils containing water dispersant additives
it: Oli contenenti additivi in dispersione acquosa

source: Materials for use in protecting buildings [oils]
it: Materiali per la protezione degli edifici [oli]

source: Dust absorbing compositions in the nature of oils
it: Composti per assorbire la polvere sotto forma di oli

source: Dust binding compositions in the nature of oils
it: Composti per legare la polvere sotto forma di oli

source: Additives (Non-chemical -) for petroleum products
it: Additivi (Non chimici -) per prodotti petroliferi

source: Sunflower oil for industrial purposes
it: Olio di girasole industriale

source: Lubricating oils for the cutting of metal pieces
it: Oli lubrificanti per il taglio di pezzi metallici

source: Lubricating oils for the shaping of metal pieces
it: Oli lubrificanti per la formatura di pezzi metallici

source: Fuel for use in barbecues
it: Combustibili per barbecue

source: Artificial fireplace logs
it: Ceppi artificiali per caminetti

source: Candles in tins
it: Candele in lattine

source: Preservatives for metals [oils]
it: Conservanti per metalli [oli]

source: Preservatives for rubber [grease]
it: Conservanti per il caucciù [grassi]

source: Products for protecting concrete [oils]
it: Prodotti per protezione del calcestruzzo [oli]

source: Firelighters
it: Accendi fuoco

source: Anthracite
it: Antracite

source: Perfumed candles
it: Candele profumate

source: Fine oils for motors
it: Oli raffinati per motori

source: Greases for the preservation of leather
it: Ingrassatori per la conservazione del cuoio

source: Dust absorbing compositions
it: Composti per assorbire la polvere

source: Preparations for enhancing the combustion of fossil fuels
it: Preparati per aumentare la combustione dei combustibili fossili

source: Lubricating oil for motor vehicle engines
it: Olio lubrificante per motori d'autoveicoli

source: Mineral oils and greases for industrial purposes [not for fuel]
it: Oli e grassi minerali per uso industriale [non per combustibile]

source: Binding preparations for solid fuels
it: Leganti per combustibili solidi

source: Gas oil for domestic heating
it: Gasolio per riscaldamento domestico

source: Petrol additives [petrochemical]
it: Additivi per benzina [petrolchimici]

source: Lubricants for aircraft engines
it: Lubrificanti per motori di aeromobili

source: Greases for the lubrication of exposed gears
it: Grassi per la lubrificazione di ingranaggi esposti

source: Marine oils
it: Oli marini

source: Crude oil products derived from the refining of crude
it: Prodotti derivati dalla raffinazione del petrolio greggio

source: Cutting preparations for metal working operations
it: Preparati da taglio per operazioni di lavorazione dei metalli

source: Granular absorbent oil-based composition for absorbing spills from floors
it: Composti granulari assorbenti a base d'olio per assorbire liquidi versati sul pavimento

source: Briquettes of bitumen
it: Mattonelle di bitume

source: Solid lubricants for textiles
it: Lubrificanti solidi per tessuti

source: Non-chemical additives for engine oils
it: Additivi non chimici per oli per motori

source: Wax [raw material]
it: Cere [materie prime]

source: Light oils
it: Oli leggeri

source: Mineral oil for use in the manufacture of cosmetics and skin care products
it: Olio minerale per la produzione di cosmetici e prodotti per la cura della pelle

source: Products for sealing brickwork [oils]
it: Prodotti per sigillare la muratura [oli]

source: Waterproofing preparations in the form of oils for motor car ignition systems
it: Preparati impermeabilizzanti in forma di oli per impianti di accensione di autovetture

source: Wax for use in manufacture
it: Cera per la fabbricazione

source: Petroleum coke
it: Coke di petrolio

source: Bone oil for industrial purposes
it: Olio di ossa industriale

source: Petroleum, raw or refined
it: Petrolio grezzo o raffinato

source: Gas mixtures
it: Miscele di gas

source: Gas oil for industrial heating
it: Gasolio per riscaldamento industriale

source: Oils for turbo units
it: Oli per impianti turbo

source: Petroleum by-products
it: Sottoprodotti petroliferi

source: Lignite briquettes
it: Mattonelle di lignite

source: Corrosion penetrating oils
it: Oli penetranti anticorrosione

source: Lamp oils containing insect repellant
it: Olio per lampade con agenti insettifughi

source: Lanolin for use in the manufacture of cosmetics and ointments
it: Lanolina per la produzione di cosmetici e unguenti

source: Mineral oils
it: Oli minerali

source: Castor oil for industrial purposes
it: Olio di ricino per uso industriale

source: Household fuel briquettes made from coal with an admixture of quartz
it: Mattonelle combustibili per uso domestico in carbone con mescolanza di quarzo

source: Industrial oils for the lubrication of surfaces
it: Oli industriali per la lubrificazione di superfici

source: Lubricants for metallic surfaces
it: Lubrificanti per superfici metalliche

source: Lubricants for use with coaxial telephone cables
it: Lubrificanti da utilizzare con cavi coassiali telefonici

source: Lubricating agents in the form of talcum powder
it: Agenti lubrificanti in forma di talco

source: Animal fat for technical uses
it: Grasso animale per usi tecnici

source: Anti-freezing additives (Non-chemical -) for fuels
it: Additivi antigelo (Non chimici -) per carburanti

source: Candles for use in the decoration of cakes
it: Candele da utilizzare nella decorazione delle torte

source: Lubricating oils for laser printers
it: Oli lubrificanti per stampanti laser

source: Releasing agents in the nature of oils
it: Agenti di rilascio sotto forma di oli

source: Heavy oils
it: Oli pesanti

source: Soya bean oil preparations for non-stick treatment of cooking utensils
it: Preparazioni d'olio di soia per il rivestimento antiadesivo degli utensili di cottura

source: Lubricating grease
it: Grassi lubrificanti

source: Dust wetting compositions
it: Composti per bagnare la polvere

source: Extra fine oils for motors
it: Oli extra-raffinati per motori

source: Technical oils for processing metals
it: Oli tecnici per la lavorazione dei metalli

source: Liquefied petroleum gases to be used for industrial purposes
it: Gas di petrolio liquefatto per scopi industriali

source: Castor oil for technical purposes
it: Olio di ricino per uso tecnico

source: Oils for the preservation of leather
it: Olii per la conservazione del cuoio

source: Wicks for candles
it: Stoppini per candele

source: Non-soluble cutting oils
it: Oli da taglio non solubili

source: Fuel with an alcoholic base
it: Combustibili a base d'alcool

source: Natural gas
it: Gas naturali

source: Fuels for heating purposes
it: Combustibili per riscaldamento

source: Liquefied gases for driving motor vehicles
it: Gas liquefatti per veicoli a motore

source: Lubricants for conveyor belts containing a cleaning agent
it: Lubrificanti per nastri trasportatori contenenti un agente di pulizia

source: Lubricants for conveyor chains containing a disinfecting agent
it: Lubrificanti per catene di convogliamento contenenti un agente disinfettante

source: Compositions for preserving concrete [oils]
it: Composti per la conservazione del calcestruzzo [oli]

source: High pressure greases
it: Grassi ad alta pressione

source: Lubricants for use on conveyors
it: Lubrificanti per uso su trasportatori

source: Lubricating agents in the form of graphite powder
it: Agenti lubrificanti in forma di polveri di grafite

source: Oils for tempering metals
it: Oli per la tempra dei metalli

source: Marine greases
it: Grassi marini

source: Combustible waxes
it: Cere combustibili

source: Lubricating fluids
it: Liquidi lubrificanti

source: Lubrication oils for industrial refrigeration apparatus
it: Oli lubrificanti per apparecchi di refrigerazione industriali

source: Smokeless compositions for use as fuels
it: Composti senza fumo da usare come combustibile

source: Synthetic compressor oils
it: Oli sintetici per compressori

source: Non-chemical additives for greases
it: Additivi non chimici per grassi

source: Non-chemical additives for oils
it: Additivi (Non chimici -) per oli

source: Grease for footwear
it: Grassi per scarpe

source: Beeswax for use in the manufacture of cosmetics
it: Cera d'api per la produzione di cosmetici

source: Beeswax for use in the manufacture of ointments
it: Cera d'api da utilizzare nella fabbricazione di unguenti

source: Preservatives for cement [oils]
it: Conservanti per cemento [oli]

source: Tallow candles
it: Candele di sego

source: Casting oils
it: Oli di fusione

source: Chassis grease
it: Grasso per telai

source: Additive concentrates (Non-chemical -) for lubricants
it: Concentrati d'additivi (Non chimici -) per lubrificanti

source: Extreme pressure oils
it: Oli per pressioni estreme

source: Liquefied petroleum gases to be used in motor vehicles
it: Gas di petrolio liquefatti per veicoli a motore

source: Petroleum jelly for industrial purposes
it: Gelatina di petrolio per uso industriale

source: Lubricants
it: Lubrificanti

source: Soluble cutting oils
it: Oli da taglio solubili

source: Mould releasing oils
it: Oli da sformare

source: Barbecue briquettes
it: Bricchette per barbecue

source: Gases for use in heating
it: Gas per riscaldamento

source: Oils for use with machine tools
it: Oli per macchine utensili

source: Penetrating greases
it: Grassi penetranti

source: Lubricants for conveyor chains containing a corrosion inhibitor
it: Lubrificanti per catene di convogliamento contenenti un anticorrosivo

source: Household fuel briquettes made from coke with an admixture of quartz
it: Mattonelle combustibili per uso domestico in coke con mescolanza di quarzo

source: Isolating oils
it: Oli isolanti

source: Release agents in the nature of grease
it: Agenti di rilascio sotto forma di grassi

source: Combustible briquettes [charcoal briquettes]
it: Mattonelle combustibili [ovuli di polvere di carbone]

source: Cigarette lighter fluid
it: Liquido per accendisigari

source: Candles containing insect repellent
it: Candele contenenti insettifughi

source: Oils containing rust preventing additives
it: Oli contenenti additivi antiruggine

source: Oils for the hydrodynamic drive for vehicles
it: Oli per trasmissioni idrodinamiche per veicoli

source: Briquettes
it: Bricchette

source: Lubricating oils containing additives which protect metal against wear by friction
it: Oli lubrificanti contenenti additivi per la protezione dei metalli dall'usura dovuta a frizione

source: Lubricating oils for automotive apparatus
it: Oli lubrificanti per dispositivi automobilistici

source: Lubricating oils for use as a cutting fluid
it: Oli lubrificanti da utilizzare come fluidi da taglio

source: Substances for use in binding dust
it: Sostanze per legare la polvere

source: Synthetic lubricants
it: Lubrificanti sintetici

source: Synthetic oils
it: Oli sintetici

source: Automotive greases
it: Grassi automobilistici

source: Lanolin for use in the manufacture of cosmetics
it: Lanolina per la produzione di cosmetici

source: Kerosene
it: Cherosene

source: Artificial petroleum
it: Petrolio artificiale

source: Preparations for loosening rusted metal components
it: Preparati per allentare componenti metallici arrugginiti

source: Gas cartridges
it: Cartucce di gas

source: Gas for lighting
it: Gas d'illuminazione

source: Penetrating oils
it: Oli penetranti

source: Compositions for preserving cement [oils]
it: Composti per la conservazione del cemento [oli]

source: Greases for the lubrication of cables
it: Grassi lubrificanti per cavi

source: Greases for use with ball-bearings
it: Grassi per cuscinetti a sfera

source: Heating oils containing additives
it: Oli per riscaldamento contenenti additivi

source: Industrial oils being quenching oils
it: Oli industriali che sono oli da tempra

source: Lubricants for mounting pneumatic tyres
it: Lubrificanti per montare pneumatici

source: Lubricants for use in machine cutting
it: Lubrificanti per il taglio a macchina

source: Lubricating agents, other than for medical use
it: Agenti lubrificanti, non per uso medico

source: Grease for machines
it: Grasso per macchine

source: Oils containing dissolved metal salts for use as additives to bitumen
it: Oli contenenti sali metallici sciolti da utilizzare come additivi per il bitume

source: Oils for automobiles
it: Oli per automobili

source: Combustible substances for use in heating apparatus
it: Sostanze combustibili utilizzate in apparecchi di riscaldamento

source: Nightlights [candles]
it: Lumini da notte [candele]

source: Charcoal briquettes (tadon)
it: Bricchette di carbonella (tadon)

source: Lubricating oils being hydraulic oils
it: Oli lubrificanti che sono oli idraulici

source: Lubricating oils for petrol engines
it: Oli lubrificanti per motori a benzina

source: Shock absorbing oils
it: Oli ammortizzatori

source: Substances for use in absorbing dust
it: Sostanze per l'assorbimento della polvere

source: Lubricating oils and greases
it: Grassi e oli lubrificanti

source: Non-chemical additives for lubricants
it: Additivi non chimici per lubrificanti

source: Grease for leather
it: Grassi per il cuoio

source: Mineral lubricating oils
it: Oli lubrificanti minerali

source: Preservatives for metals [grease]
it: Conservanti per metalli [grassi]

source: Process oil for use in bitumen extenders
it: Oli di lavorazione per uso in estensori per bitume

source: Lubricants for cables
it: Lubrificanti per cavi

source: Combustible agglomerated fuels
it: Carburanti combustibili agglomerati

source: Dust wetting compositions in the nature of oils
it: Composti per bagnare la polvere sotto forma di oli

source: White oils
it: Oli bianchi

source: Rape oil for industrial purposes
it: Olio di colza ad uso industriale

source: Special occasion candles
it: Candele per occasioni speciali

source: Lubricating oils [industrial lubricants]
it: Oli lubrificanti [lubrificanti industriali]

source: Electrical energy
it: Energia elettrica

source: Liquefied gas
it: Gas liquefatto

source: Lubricants for agricultural implements
it: Lubrificanti per strumenti agricoli

source: Lubricants for demounting pneumatic tyres
it: Lubrificanti per smontare pneumatici

source: Non-chemical additives for cutting oils
it: Additivi non chimici per oli da taglio

source: Hydrocarbon compositions
it: Composti di idrocarburi

source: Lubricants for plastic materials
it: Lubrificanti per materie plastiche

source: Lubricants for polymeric surfaces
it: Lubrificanti per superfici polimeriche

source: Lubricants for use in industrial processes
it: Lubrificanti per processi industriali

source: Lubricants of agricultural origin
it: Lubrificanti di provenienza agricola

source: Protective coatings for buildings [oils]
it: Rivestimenti protettivi per edifici [oli]

source: Floating candles
it: Candele galleggianti

source: Aromatherapy fragrance candles
it: Candele profumate per aromaterapia

source: Combustible briquettes
it: Mattonelle combustibili

source: Combustible materials
it: Materiali combustibili

source: Lubricating oils for wheels
it: Oli lubrificanti per ruote

source: Release agents [oils]
it: Agenti di distacco [oli]

source: Synthetic lubricants in the form of aerosols
it: Lubrificanti sintetici sotto forma di aerosol

source: Non-mineral oils for industrial purposes [not for fuel]
it: Oli non minerali per scopi industriali [non per combustibili]
